Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: I have encouraged the students at my school to do their best during the PISA test.
sv_se: Jag har uppmuntrat eleverna på min skola att göra sitt bästa på PISA-provet.

source: I have heard about this but I would not be able to explain what it is really about
sv_se: Jag har hört talas om det, men jag skulle inte kunna förklara vad det egentligen rör sig om

source: I have learned in school how others are positively impacting the environment.
sv_se: I skolan har jag lärt mig hur andra har en positiv inverkan på miljön.

source: I have learnt in school that most plastic bags do not biodegrade and instead they break into smaller parts and enter the food chain.
sv_se: I skolan har jag lärt mig att de flesta plastpåsar inte är biologiskt nedbrytbara utan istället bryts ner i mindre delar och kommer in i livsmedelskedjan.

source: I have learnt in school that when I use a lot of energy at home, I might be contributing to global climate change.
sv_se: I skolan har jag lärt mig att när jag använder mycket energi hemma kan jag bidra till global klimatförändring.

source: I have never heard of this
sv_se: Det har jag aldrig hört talas om

source: I have never programmed in this language
sv_se: Jag har aldrig programmerat på det här språket.

source: I have participated in my school’s decision-making processes about environmental issues.
sv_se: Jag har deltagit i beslut rörande miljöfrågor i min skola.

source: I have shared information about the PISA test administration with the parents or guardians of students at my school.
sv_se: Jag har delat information om genomförandet av PISA-provet med föräldrar eller vårdnadshavare till eleverna på min skola.

source: I have shared information about the PISA test administration with the staff at my school.
sv_se: Jag har delat information om genomförandet av PISA-provet med personalen på min skola.

source: I have shared information about the PISA test administration with the students at my school.
sv_se: Jag har delat information om genomförandet av PISA-provet med eleverna på min skola.

source: I have spoken to parents or guardians about the importance of the PISA test.
sv_se: Jag har pratat med föräldrar eller vårdnadshavare om vikten av PISA-provet.

source: I have spoken to teachers at my school about the importance of the PISA test.
sv_se: Jag har pratat med lärarna på min skola om vikten av PISA-provet.

source: I have to improve my <English²> because otherwise I will have to forgo the lifestyle I want.
sv_se: Jag behöver förbättra min engelska eftersom jag annars skulle behöva avstå från den livsstil jag vill ha.

source: I have written one or two simple programs
sv_se: Jag har skrivit ett eller två enkla program.

source: I have written several complex programs
sv_se: Jag har skrivit flera komplexa program.

source: I heard a student threaten to hurt another student.
sv_se: Jag hörde hur en elev hotade att skada en annan elev.

source: I imitate the pronunciation of an <English²> word or phrase.
sv_se: Jag härmar uttalet på ett ord eller en fras på engelska.

source: I indicated the correct arrival times for both the weekdays and Saturday models.
sv_se: Jag angav korrekta ankomsttider både för modellerna för veckodagar och för lördagar.

source: I keep working on a problem even if I might not be able to solve it.
sv_se: Jag fortsätter att arbeta med ett problem även om jag kanske inte kan lösa det.

source: I know how to work with others to positively impact the environment.
sv_se: Jag vet hur man samarbetar med andra för att ha en positiv inverkan på miljön.

source: I know something about this and could explain the general issue
sv_se: Jag vet lite om det och skulle kunna förklara det på ett ungefär

source: I know that there are things that I can do to positively impact the environment.
sv_se: Jag vet att det finns saker som jag kan göra som får en positiv inverkan på miljön.

source: I learn <English²> grammar rules.
sv_se: Jag lär mig engelska grammatikregler.

source: I learn <school science> topics quickly
sv_se: Jag lär mig NO-ämnen snabbt.

source: I learn a list of <English²> words or phrases.
sv_se: Jag lär mig en lista med ord eller fraser på engelska.

source: I learn how to be polite in <English²>.
sv_se: Jag lär mig att uttrycka mig artigt på engelska.

source: I learn how to conjugate verbs (e.g. I go - she goes; go - went - gone).
sv_se: Jag lär mig att böja verb (t.ex. I go, she goes eller go, went, gone).

source: I learn the correct word order in <English²> sentences and questions.
sv_se: Jag lär mig den rätta ordföljden i engelska meningar och frågor.

source: I like complicated problems more than simple problems.
sv_se: Jag gillar komplicerade problem mer än enkla problem.

source: I like reading about <broad science>.
sv_se: Jag tycker om att läsa om naturvetenskap.

source: I like situations where I have to think hard about something.
sv_se: Jag gillar situationer där jag måste tänka mycket.

source: I listen to <English²> (e.g. songs, listening exercises, podcasts).
sv_se: Jag lyssnar på engelska (t.ex. låtar, hörövningar, podcaster).

source: I listen to an explanation of an <English²> grammar rule.
sv_se: Jag lyssnar på en förklaring av en engelsk grammatikregel.

source: I live in one home.
sv_se: Jag bor i ett hem.

source: I live some of the time in one home and some of the time in another home.
sv_se: Jag bor en del av tiden i ett hem och en del av tiden i ett annat hem.

source: I made enough runs to see the effect of all random variables both for the weekdays and Saturday models.
sv_se: Jag gjorde tillräckligt många körningar för att se hur de slumpmässiga variablerna påverkade både modellerna för veckodagar och för lördagar.

source: I made good progress on the task, but my solution could be improved.
sv_se: Jag lyckades bra med den här uppgiften, men lösningen kunde förbättras.

source: I made little to no progress on the task.
sv_se: Jag lyckades inte så bra eller inte alls med den här uppgiften.

source: I make friends easily at school.
sv_se: I min skola får jag lätt vänner.

source: I need to wait between one and two minutes for a student to get on the bus.
sv_se: Jag behöver vänta mellan en och två minuter för att en elev ska gå på bussen.

source: I only ask for help after trying hard to find the solution on my own.
sv_se: Jag ber bara om hjälp efter att ha försökt hitta lösningen på egen hand.

source: I partly accomplished this
sv_se: Jag klarade delvis det här

source: I performed well on the PISA test.
sv_se: Jag gjorde en bra insats på PISA-provet.

source: I placed as few sound machines as possible in the Livestream.
sv_se: Jag placerade så få ljudmaskiner som möjligt i sändningsområdet.

source: I plan my approach to studying.
sv_se: Jag planerar mitt skolarbete.

source: I plan to start work immediately after finishing school
sv_se: Jag planerar att börja arbeta direkt när jag har gått ut skolan.

source: I read <English²> texts.
sv_se: Jag läser texter på engelska.

source: I read something in <English²> (e.g. articles from newspapers or websites).
sv_se: Jag läser något på engelska (t.ex. artiklar från tidningar eller webbplatser).

source: I repeat an <English²> word or phrase to improve my pronunciation.
sv_se: Jag upprepar ett ord eller en fras på engelska för att förbättra mitt uttal.

source: I researched information on student financing (e.g. student loans or grants).
sv_se: Jag har sökt efter information om studentfinansiering (t.ex. studielån eller bidrag).

source: I researched the internet for information about <ISCED 3-7> programmes.
sv_se: Jag har sökt på internet efter information om program på gymnasiet och högre utbildningar.

source: I researched the internet for information about careers.
sv_se: Jag har sökt på internet efter information om yrkeskarriärer.

source: I saw a student carrying a gun or knife at school.
sv_se: Jag såg en elev ha med sig en pistol eller kniv till skolan.

source: I saw gangs in school.
sv_se: Jag såg kriminella gäng på skolan.

source: I selected the correct graph for each relationship.
sv_se: Jag valde korrekt diagram för respektive förhållande.

source: I set objectives for myself when I study.
sv_se: Jag sätter upp mål för mig själv när jag studerar.

source: I speak <English²> in front of the class.
sv_se: Jag talar engelska inför klassen.

source: I speak <English²> to the teacher.
sv_se: Jag talar engelska med läraren.

source: I spoke to a <career advisor> at my school.
sv_se: Jag har pratat med studie- och yrkesvägledaren på min skola.

source: I spoke to a <career advisor> outside of my school.
sv_se: Jag har pratat med en studie- och yrkesvägledare utanför skolan.

source: I stacked two identical stainless steel pots on each other and now I can’t separate them.
sv_se: Jag staplade två likadana rostfria grytor i varandra och nu kan jag inte sära på dem.

source: I struggle to do this on my own
sv_se: Jag kämpar med att göra det här på egen hand

source: I take part in activities organised by my school to improve habitats for other living things.
sv_se: Jag deltar i aktiviteter som min skola anordnar för att förbättra livsmiljöer för andra levande organismer.

source: I talk with other students in <English²>.
sv_se: Jag talar engelska med andra elever.

source: I think we should add one more turbine at the location with a 5° slope.
sv_se: Jag tycker att vi ska installera en turbin till på platsen med en lutning på 5°.

source: I think we should add two more turbines at the location with a 2° slope.
sv_se: Jag tycker att vi ska installera två turbiner till på platsen med en lutning på 2°.

source: I travel around 30 km from the bus terminal to the school.
sv_se: Jag kör ungefär 30 km från bussterminalen till skolan.

source: I visited a <job fair>.
sv_se: Jag har besökt en yrkesmässa.

source: I want to do well in my <science> class.
sv_se: Jag vill göra bra ifrån mig på NO-lektionerna (biologi, fysik och kemi).

source: I want to improve my <English²> to keep my teachers’ respect.
sv_se: Jag vill förbättra min engelska för att bibehålla mina lärares respekt.

source: I was threatened by other students.
sv_se: Andra elever har hotat mig.

source: I watch videos in <English²> (e.g. short video clips, tv series, movies).
sv_se: Jag ser på videor på engelska (t.ex. korta videoklipp, tv-serier, filmer).

source: I went to an organised tour in an <ISCED 3-7> institution.
sv_se: Jag har deltagit i en organiserad rundtur på gymnasiet eller för en högre utbildning.

source: I will disappoint those who are important to me if I fail to master the <English²> language.
sv_se: Om jag inte lyckas lära mig behärska engelska skulle jag göra personer som är viktiga för mig besvikna.

source: I will have fewer career opportunities in the future if I don’t master the <English²> language.
sv_se: Jag skulle få sämre karriärmöjligheter om jag inte lärde mig behärska engelska.

source: I will still wait for them at their stop.
sv_se: Jag kommer ändå att vänta på dem vid deras hållplats.

source: I witnessed a fight on school property in which someone got hurt.
sv_se: Jag var vittne till ett slagsmål på skolan där någon blev skadad.

source: I work in groups of three or more students in <English²>.
sv_se: Jag arbetar i grupp med tre eller fler elever på engelska.

source: I work in pairs in <English²>.
sv_se: Jag arbetar i par med en annan elev på engelska.

source: I worked with the items in the sample without giving up although some items seemed difficult.
sv_se: Jag arbetade med uppgifterna i provet utan att ge upp, även om vissa uppgifter kändes svåra.

source: I worry that I use the wrong words when speaking <English²>.
sv_se: Jag är rädd för att använda fel ord när jag talar engelska.

source: I worry that my <English²> pronunciation is wrong.
sv_se: Jag är rädd för att jag uttalar engelska ord fel.

source: I would like to take more <English¹> lessons.
sv_se: Jag skulle vilja ha fler lektioner i engelska.

source: I would struggle to do this on my own
sv_se: Det vore jobbigt att klara själv

source: I write a text in <English²> (e.g. for a letter or email).
sv_se: Jag skriver en text på engelska (t.ex. brev eller e-post).

source: I write in <English²>.
sv_se: Jag skriver på engelska.

source: I write sentences that my teacher reads or plays from an audio recording (dictation).
sv_se: Jag skriver meningar som min lärare läser eller spelar upp från en ljudinspelning (diktamen).

source: INFECTION-1 BACTEREMIA
sv_se: INFEKTION-1 BAKTERIEMI

source: Ice Stupas
sv_se: Isstupor

source: Ideas in <broad science> sometimes change.
sv_se: Naturvetenskapliga teorier förändras ibland.

source: Identical twins are an example of naturally occurring clones.
sv_se: Enäggstvillingar är ett exempel på naturligt förekommande kloner.

source: Identify common elements and differences across problems
sv_se: Identifiera likheter och skillnader mellan flera problem

source: Identify the better of two explanations for the causes of climate change
sv_se: Urskilja den bästa av två förklaringar till orsakerna till klimatförändringar.

source: Identify the reliability of scientific information.
sv_se: Bedöma tillförlitligheten i naturvetenskaplig information.

source: Identify the species of trees native to the area.
sv_se: Identifiera de trädarter som är inhemska i området.

source: Identifying types of ants
sv_se: Identifiera olika typer av myror

source: If I ask my teacher for help, I prefer to receive hints or clues rather than the whole answer.
sv_se: Om jag ber min lärare om hjälp vill jag hellre få råd eller tips än hela svaret.

source: If I came back to visit my school three years from now, my teachers would be excited to see me.
sv_se: Om jag kommer tillbaka och hälsar på i min skola om tre år kommer mina lärare att vara glada över att få träffa mig.

source: If I notice that my approach to learning is not successful, I change it.
sv_se: Om jag märker att mitt arbetssätt inte är framgångsrikt ändrar jag det.

source: If I walked into my classes upset, my teachers would be concerned about me.
sv_se: Om jag är upprörd när jag kommer till lektionen bryr mina lärare sig om mig.

source: If a hammer fell out of an astronaut’s hand on Mars, how long would the hammer take to hit the ground?
sv_se: Om en hammare föll ur en astronauts hand på Mars, hur lång tid skulle det ta innan hammaren nådde marken?

source: If global warming continues to increase, a tipping point may be reached.
sv_se: Om den globala uppvärmningen fortsätter att öka kan en tippningspunkt nås.

source: If insufficient nutrients are available to the trees, they will produce limited amounts of biomass.
sv_se: Om träden har otillräcklig tillgång till näringsämnen kommer de att bilda minskad mängd biomassa.

source: If none of your teachers participated in any professional development activities select “0” (zero).)
sv_se: Om ingen lärare deltog i någon fortbildning svarar du "0" (noll).)

source: If not collected, it escapes into the atmosphere.
sv_se: Om det inte samlas in släpps det ut i atmosfären.

source: If not, indicate whether the reason is that your parents or guardians cannot afford it or some other reason.
sv_se: Om inte, ange om skälet är att dina föräldrar/vårdnadshavare inte har råd eller något annat skäl.

source: If not, they leave the exhibition.
sv_se: Om inte, lämnar de utställningen.

source: If people work together, we can resolve environmental issues.
sv_se: Om människor samarbetar kan vi lösa miljöproblem.

source: If reached, such sea level rises will have global impacts.
sv_se: Om det sker kommer havsnivåhöjningarna att ha globala effekter.

source: If relocation is not possible, what is one action that a city could take to prevent the damage caused by rising sea levels?
sv_se: Om en flytt inte är möjlig, vilken åtgärd skulle en stad kunna vidta för att förhindra skador orsakade av stigande havsnivåer?

source: If swallowed, consult a doctor.
sv_se: Om du råkat svälja produkten tala med en läkare.

source: If the AMOC reaches an environmental tipping point, it could stop circulating.
sv_se: Om AMOC når en tippningspunkt för miljön kan den sluta att cirkulera.

source: If the brine was released into freshwater, it would only affect the number of freshwater species.
sv_se: Om saltlaken släpptes ut i sötvatten skulle den bara påverka antalet sötvattensarter.

source: If the library is closing soon, the visitor must return the book.
sv_se: Om biblioteket stänger snart måste besökaren lämna tillbaka boken.

source: If the person only does 1 hour of skipping, their fitness remains the same whether or not they stretch.
sv_se: Om personen bara hoppar hopprep i 1 timme förblir personens kondition densamma oavsett om man stretchar eller inte.

source: If the person stretches, increasing the number of hours of skipping increases fitness.
sv_se: Om personen stretchar, ökar konditionen när antalet timmar som man hoppar hopprep ökar.

source: If the scientists are correct, which of the following statements must be true?
sv_se: Vilket av följande påståenden måste vara sant om forskarna har rätt?

source: If there is free space, they view the artwork.
sv_se: Om det finns ledig plats, tittar de på konstverket.

source: If there is no space in the viewing area (), visitors wait one minute.
sv_se: Om det inte finns plats i visningsområdet () väntar besökarna en minut.

source: If these cockatoos are observed by other cockatoos, the observers soon begin to use the same methods to open bins.
sv_se: Om dessa kakaduor observeras av andra kakaduor börjar observatörerna snart använda samma metoder för att öppna soptunnor.

source: If this question was answered as “No”, would the number of questions asked during the consultation change?
sv_se: Om frågan hade besvarats med ”Nej”, skulle antalet frågor som ställts under konsultationen ha ändrats?

source: If two fabric materials used in clothing are the same thickness and have different thermal conductivities, which will be the most effective at reducing heat loss from the wearer’s body?
sv_se: Om två tygmaterial som används i kläder har samma tjocklek och olika värmeledningsförmågor, vilket är då mest effektivt när det gäller att minska värmeförlusten från kroppen på den som bär tyget?

source: If used for an internet search, which one of these sets of words would provide the most information to help you improve metal filing waste removal in the factory?
sv_se: Vilka av nedanstående grupper av ord skulle ge dig mest information vid en sökning på internet för att hjälpa dig att förbättra borttagandet av avfall i form av metallspån i fabriken?

source: If you are not sure how to answer this question, please ask the <test administrator> for help
sv_se: Om du är osäker på hur du ska besvara den här frågan kan du be provledaren om hjälp.

source: If you are not sure how to answer this question, please ask the <test administrator> for help.
sv_se: Om du är osäker på hur du ska besvara den här frågan kan du be provledaren om hjälp.

source: If you are not sure which response to choose, please ask the <test administrator> for help.
sv_se: Om du är osäker på hur du ska besvara den här frågan kan du be provledaren om hjälp.

source: If you have more than two parents or guardians think about the two parents or guardians who have spent the most time raising and taking care of you.
sv_se: Om du har fler än två föräldrar ska du tänka på de två föräldrar som har fostrat och tagit hand om dig mesta delen av tiden.

source: If you live in multiple homes, please consider the <home> you spend most of your time in.
sv_se: Om du bor i flera olika hem ska du tänka på det hem där du tillbringar det mesta av din tid.

source: If you were less than 12 months old, please select “age 0-1” (age zero to one).)
sv_se: Om du var yngre än 12 månader välj ålder 0-1 (noll till ett).)

source: Image A
sv_se: Bild A

source: Image B
sv_se: Bild B

source: Imagine a 10-point scale that represents how much effort you invest in something.
sv_se: Föreställ dig en 10-gradig skala som visar hur mycket ansträngning du lägger ner på något.

source: Immersion Heaters
sv_se: Doppvärmare

source: Immersion heaters can also be used to heat crushed ice.
sv_se: Doppvärmare kan också användas för att värma upp krossad is.

source: Immersion heaters use a hot, coiled wire to heat small quantities of water.
sv_se: Doppvärmare värmer små mängder vatten med en spiralformad tråd.

source: Impact
sv_se: Effekt

source: Implement a yearly weeding program.
sv_se: Införa ett årligt ogräsbekämpningsprogram.

source: Implementation of a standardised policy for <school science> subjects (i.e. school curriculum with shared instructional materials accompanied by staff development and training)
sv_se: Implementering av en standardiserad policy för NO-ämnena (dvs. skolans läroplan med gemensamma läromedel tillsammans med personalutveckling och fortbildning)

source: Important
sv_se: Viktigt

source: Improve
sv_se: Minska

source: Improve the model by connecting the random variable students late.
sv_se: Förbättra modellen genom att koppla till den slumpmässiga variabeln sena elever.

source: Improvements in the environment are making me hopeful for the future.
sv_se: Förbättringar på miljöområdet ger mig hopp om framtiden.

source: In 1996, scientists cloned an adult mammal for the first time.
sv_se: 1996 klonade forskare ett vuxet däggdjur för första gången.

source: In 2004, the organic cotton yield was 1459 kg/ha and the non-organic cotton yield was 1400 kg/ha.’
sv_se: År 2004 var skörden av ekologisk bomull 1 459 kg/ha och avkastningen av icke ekologisk bomull 1 400 kg/ha.

source: In <Computer science>, <information technology>, <informatics> or similar lessons at school
sv_se: Under lektioner inom informations- och kommunikationsteknologi eller liknande i skolan

source: In <English²>
sv_se: På engelska

source: In <English²> with <English²> subtitles
sv_se: På engelska med engelska undertexter

source: In <English²> with <PISA reading test language> subtitles
sv_se: På engelska med svenska undertexter

source: In <English²> without subtitles
sv_se: På engelska utan undertexter

source: In <PISA reading test language>
sv_se: På svenska

source: In <broad science>, there can be more than one way for scientists to test their ideas.
sv_se: Inom naturvetenskapen kan det finnas fler än ett sätt för forskare att pröva sina idéer.

source: In <school science> my school teaches environmental issues as a topic
sv_se: Inom NO-ämnena utbildar min skola om miljöfrågor som ett särskilt ämne.

source: In <school science> my school teaches environmental issues within other topics
sv_se: Inom NO-ämnena utbildar min skola om miljöfrågor inom ramen för andra ämnen.

source: In <school science> we learn about environmental issues as a topic.
sv_se: I NO-ämnena lär vi oss om miljöfrågor som ett ämnesområde.

source: In <science> class at school
sv_se: På lektioner i NO-ämnen i skolan

source: In Florida, USA, many manatees spend some winter months in water near coal-burning power plants.
sv_se: I Florida i USA tillbringar många manater vissa av vintermånaderna i vatten nära kolkraftverk.

source: In Jakarta, the potential issues, such as the risk of building collapse, are so severe that Indonesia’s capital will soon be relocated to Nusantara, a city being built on the island of Borneo.
sv_se: I Jakarta är de potentiella problemen, så som risken för husras, så allvarliga att Indonesiens huvudstad snart kommer att flyttas till Nusantara, en stad som byggs på ön Borneo.
